Repository: 84000/data-translation-memory
Catalog: toh181-v4.tmx
Source language: bo
Languages: en

source: །ཤ་ར་དྭ་ཏིའི་བུ་དེ་ལྟར་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཐབས་ལ་མཁས་པ་ནི། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་ཤིང་། ཡང་དག་པའི་མཐའ་ཡང་མངོན་སུམ་དུ་མི་བྱེད་ལ་འགོག་པའི་སྙོམས་པར་འཇུག་པར་ཡང་མི་ལྟུང་ངོ་།
en: Therefore, Śāradvatīputra, skillful bodhisattva great beings are those who practice the perfection of concentration, avoid manifesting the limit of reality, and do not fall into the attainment of the state of cessation.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས། ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་དང་། ཚེ་དང་ལྡན་པ་བྱམས་མའི་བུ་གང་པོ་དང་། ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ། །
en: When the Blessed One had spoken thus, Venerable Śāradvatīputra, Venerable Pūrṇa Maitrāyaṇīputra, the great hearers, and the world, including its gods, humans, asuras, and gandharvas, rejoiced and praised what the Blessed One had said.

source: བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལས་ལེའུ་བཞི་པ་སྟེ་རྫོགས་སོ།། །།
en: This concludes the fourth chapter from “The Perfection of Concentration.”

source: འཕགས་པ་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལྔ་བསྟན་པ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སོ།། །།
en: This concludes the noble Great Vehicle sūtra “Teaching the Five Perfections.”

source: རྒྱ་གར་གྱི་མཁན་པོ་ཛི་ན་མི་ཏྲ་དང་། ཞུ་ཆེན་གྱི་ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྡེ་ལ་སོགས་པས་བསྒྱུར་ཅིང་ཞུས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: This was translated, edited, and finalized by the Indian preceptor Jinamitra, together with the translator-editor, Bandé Yeshé Dé, and others.
